Repository: wp-plugins/gallery-slice
Catalog: gallery_slice-*.po
Languages: cs_cz

source: Gallery Slice
cs_cz: Zkracování galerie

source: You can slice the gallery on archive type pages — date-based, category-based, tag-based, author-based lists of posts. Typically a homepage is a date-based archive, then it applies also to homepage.
cs_cz: Plug-in <em>Gallery Slice</em> zkracuje galerie obrázků na stránkách typu archive — výpisy článků podle data, kategorie, štítku nebo autora. Typicky domovská stránka je výpis článků podle data, potom se zkrácení aplikuje i na domovskou stránku.

source: The purpose is that your post can contain a huge gallery of pictures (let's say like 100), but you want to display all of 100 only on a single post page; on a homepage / archive page you want to display just a couple of images, like a preview. This plugins slices the gallery only to a defined number.
cs_cz: Důvodem zkrácení je, že články mohou mít obrovské galerie obrázků (řekněme jedna galerie více jak 100 obrázků), ale vy chcete všechny obrázky ukázat jen při výpisu samostatného článku; na vaší domovské stránce a dalších archivních stránkách chcete ukázat pouze několik obrázků z galerie, pouze náhled galerie. Tento plug-in umožňuje pro takové účely zkrátit galerii na určené množství obrázků.

source: Maximum Threshold
cs_cz: Maximální hladina

source: If gallery contains more than this amount of pictures, it will be sliced down; otherwise it will be kept intact.
cs_cz: Pokud galerie obsahuje více obrázků než je toto množství, bude zkrácena; pokud ne, nebude nijak dotčena.

source: Slice down to
cs_cz: Zkrátit na

source: If threshold surpassed, slice gallery down to this amount of pictures.
cs_cz: Pokud je překročena maximální hladina (viz výše), galerie bude zkrácena na toto množství obrázků.

source: Full gallery link text
cs_cz: Text odkazu na celou galerii

source: The text that should be shown for displaying full gallery.
cs_cz: Text, který má být použit na odkazu pro zobrazení celé galerie.

source: Full gallery →
cs_cz: Celá galerie →

source: Do not slice gallery in this post
cs_cz: Nezkracovat galerii v tomto příspěvku

source: Slice to globally configured value (%1)
cs_cz: Zkrátit na globálně nastavenou hodnotu (%1)

source: Slice down to %1 thumbnails
cs_cz: Zkrátit na %1 náhledů

source: Use globally configured fully gallery hyperlink text (%1)
cs_cz: Použít globálně nastavený text odkazu pro zobrazení celé galerie (%1)

source: Loading animation
cs_cz: Animace při nahrávání

source: Set Default
cs_cz: Nastavit výchozí

source: Select image
cs_cz: Vyberte obrázek

source: URL of the img showing when loading rest of gallery.
cs_cz: URL adresa obrázku zobrazeného při nahrávání zbytku galerie.
